Repository: xaosfiftytwo/usermanager
Catalog: po/*.po
Languages: it, ja

source: User manager
it: Gestore utenti
ja: ユーザーマネージャー

source: Edit
it: Modifica
ja: 編集

source: Remove
it: Rimuovi
ja: 削除

source: Users
it: Utenti
ja: ユーザー

source: Groups
it: Gruppi
ja: グループ

source: User groups
it: Gruppi dell'utente
ja: ユーザーグループ

source: Group accounts
it: Account gruppi
ja: グループアカウント

source: User settings
it: Impostazioni utente
ja: ユーザー設定

source: Details
it: Dettagli
ja: 詳細

source: Status
it: Stato
ja: 状態

source: Login name
it: Nome per il login
ja: ログイン名

source: Real name
it: Nome reale
ja: 名前

source: User ID
it: ID utente
ja: ユーザー ID

source: Primary group
it: Gruppo primario
ja: 主グループ

source: Home directory
it: Cartella Home
ja: ホームフォルダ

source: Shell
ja: シェル

source: Enabled
it: Attivato
ja: 有効

source: Disabled
it: DIsattivato
ja: 無効

source: Privileges
it: Permessi
ja: 特権

source: Password
ja: パスワード

source: Last changed
it: Ultima modifica
ja: 最終変更

source: Valid until
it: Attivo fino a
ja: 有効

source: Always
it: Sempre
ja: 常に

source: Password aging
it: Scadenza password
ja: パスワード老化

source: Require password after
it: Richiedi password dopo
ja: パスワード必須

source: Warn before password expires after
it: Avvisa prima che la password scada dopo
ja: パスワード期限切れ前に警告

source: Disable account when password expires after
it: Disabilita account quando la password scade dopo
ja: パスワード期限切れ後アカウントを無効にする

source: Enforce minimum password age
it: Forza età minima della password
ja: パスワードの変更禁止期間

source: days
it: giorni
ja: 日

source: Group settings
it: Impostazioni gruppi
ja: グループ設定

source: Group name
it: Nome del gruppo
ja: グループ名

source: Group ID
it: ID gruppo
ja: グループ ID

source: Available accounts
it: Account disponibili
ja: アカウントの有効

source: Selected accounts
it: Account selezionati
ja: アカウントの設定

source: Remove user
it: Rimuovi utente
ja: ユーザーの削除

source: Are you sure you want to remove the following user: '%(user)s'
it: Si è sicuri di voler rimuovere il seguente utente: '%(user)s'
ja: このユーザーを削除してよろしいですか？ '%(user)s'

source: User successfully removed: %(user)s
it: Utente rimosso con successo: %(user)s
ja: ユーザーを削除しました: %(user)s

source: Could not remove user: %(user)s %(retmsg)s
it: Impossibile rimuovere l'utente: %(user)s %(retmsg)s
ja: ユーザーを削除できません: %(user)s %(retmsg)s

source: You cannot remove the currently logged in user
it: Non è possibile rimuovere un utente attualmente connesso
ja: 現在ログインしているユーザーを削除できません

source: Select user directory
it: Seleziona la cartella per l'utente
ja: ユーザーフォルダの選択

source: You need to provide a primary group for a new user
it: È necessario inserire un gruppo primario per un nuovo utente
ja: 新規ユーザーへ主グループを割り当てる

source: You need to provide a password for a new user
it: È necessario inserire una password per in nuovo utente
ja: 新規ユーザーへパスワードを設定する

source: You need to provide a name for a new user
it: È necessario inserire un nome per un nuovo utente
ja: 新規ユーザーへ名前を設定する

source: Save user settings
it: Salva impostazioni dell'utente
ja: ユーザー設定の保存

source: User saved: %(user)s
it: Utente salvato: %(user)s
ja: ユーザーを保存しました: %(user)s

source: Nothing was changed on user: %(user)s
it: Non è stato cambiato nulla per l'utente: %(user)s
ja: ユーザーの変更がありませんでした: %(user)s

source: Select user image
it: Seleziona immagine per l'utente
ja: ユーザー画像を選択

source: Remove group
it: Rimuovi gruppo
ja: グループの削除

source: Are you sure you want to remove the following group: '%(group)s'
it: Si è sicuri di voler rimuovere il seguente gruppo: '%(group)s'
ja: このグループを削除してよろしいですか？ '%(group)s'

source: Group successfully removed: %(group)s
it: Gruppo rimosso con successo: %(group)s
ja: グループを削除しました %(group)s

source: Could not remove group: %(group)s %(retmsg)s
it: Impossibile rimuovere il gruppo: %(group)s %(retmsg)s
ja: グループを削除できませんでした: %(group)s %(retmsg)s

source: You cannot remove the currently logged in user's primary group
it: Non è possibile rimuover il gruppo primario dell'utente attualmente collegato
ja: ログインしているユーザーの主グループは削除できません

source: Remove account
it: Rimuovi account
ja: アカウントの削除

source: You cannot remove an account from its own primary group
it: Non è possibile rimuovere un account dal suo gruppo primario
ja: 主グループからアカウントを削除できません

source: Cannot remove group '%(group)s': not empty.
it: Impossibile rimuovere il gruppo '%(group)s': non è vuoto.
ja: グループ '%(group)s' を削除できません: 存在しません

source: The command '%(cmd)s' returned error code: %(ret)d.
it: Il comando '%(cmd)s' ha restituito il codice di errore: %(ret)d.
ja: コマンド '%(cmd)s' はエラーを返しました: %(ret)d

source: Cannot remove user '%(user)s': processes started by user are still running.
it: Impossibile rimuovere l'utente '%(user)s': processi avviati dall'utente ancora in esecuzione.
ja: ユーザーを削除できません '%(user)s': ユーザーによってプロセスが動作しています

source: User management
it: Gestione utenti
ja: ユーザーマネージャー

source: Manage users
it: Gestisci utenti
ja: ユーザーの管理
